Repository: antonlacon/service.libreelec.settings
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# Addon Summary
source: @DISTRONAME@ Configuration
uk_ua: Конфігурація @DISTRONAME@

# Addon Description
source: Use this addon to manage @DISTRONAME@ services, updates, networking, bluetooth, backups, and other OS settings.
uk_ua: Цей додаток дозволяє налаштувати служби @DISTRONAME@, оновлення, мережу, bluetooth, резервне копіювання та інші параметри ОС.

# #600
source: @DISTRONAME@ Settings
uk_ua: Налаштування @DISTRONAME@

# #601
source: Interface
uk_ua: Інтерфейс

# #602
source: Address
uk_ua: Адреса

# #603
source: Type
uk_ua: Тип

# #604
source: State
uk_ua: Стан

# #605
source: Address
uk_ua: Адреса

# #606
source: Distribution:
uk_ua: Дистрибутив:

# #607
source: Version:
uk_ua: Версія:

# #608
source: Architecture:
uk_ua: Архітектура:

# #609
source: LibreELEC is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
uk_ua: LibreELEC створено командою ентузіастів та любителів Linux і Kodi з усього світу, котрі витрачають свій час та зусилля на керування проєктом, написання коду і надання підтримки. Нам подобається це робити. Сподіваємось, вам також буде весело!

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://forum.libreelec.tv[CR][CR][B]Documentation[/B] can be read in our wiki:[CR]https://libreelec.wiki[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/LibreELEC[CR][CR][B]Donations[/B] towards project expenses are accepted via OpenCollective:[CR]https://opencollective.com/libreelec/donate
uk_ua: [B]Підтримка[/B] надається через наш форум:[CR]https://forum.libreelec.tv[CR][CR][B]Документацію[/B] доступна на нашій вікі-сторінці:[CR]https://libreelec.wiki[CR][CR][B]Код[/B] можна знайти на GitHub:[CR]https://github.com/LibreELEC[CR][CR][B]Пожертви[/B] на підтримку проєкта приймаються через OpenCollective:[CR]https://opencollective.com/libreelec/donate

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
uk_ua: Налаштування імені хоста, типу клавіатури, виконання скидання, оновлення, резервного копіювання та відновлення з резервної копії

# #701
source: Configure network startup options, NTP and VPNs
uk_ua: Налаштування запуску мережі, NTP та VPN

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
uk_ua: Керування дротовими, бездротовими та VPN-з'єднаннями, що доступні в системі

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
uk_ua: Налаштування системних служб, таких як Samba, SSH, Cron, Avahi та Syslog

# #704
source: Configure and pair Bluetooth devices
uk_ua: Налаштування та утворення пар з Bluetooth-пристроями

# #705
source: Useful information like version and architecture details, support and documentation links, and how to donate and support the project.
uk_ua: Корисна інформація на кшталт версії та архітектури, посилання на підтримку і документацію, а також як можна зробити пожертву і підтримати проект.

# #707
source: Configure updates
uk_ua: Налаштування оновлень

# #709
source: Select the timezone for this device.
uk_ua: Виберіть часовий пояс для цього пристрою.

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
uk_ua: Вкажіть ім'я хоста для своєї системи @DISTRONAME@. Воно буде використовуватись в якості імені HTPC \\hostname в Windows та SMB-сервера в Mac OS Finder

# #711
source: Configure the 1st keyboard software layout
uk_ua: Налаштування першої розкладки екранної клавіатури

# #712
source: Configure the 2nd keyboard software layout
uk_ua: Налаштування другої розкладки екранної клавіатури

# #713
source: Configure the physical keyboard type
uk_ua: Налаштування типу фізичної клавіатури

# #714
source: Enable for automatic updates to @DISTRONAME@. Automatic updates are available for stable releases. Automatic update will not update to pre-release or development builds.
uk_ua: @DISTRONAME@ можна налаштувати на автоматичне або ручне отримання оновлень. Автоматичні оновлення доступні для стабільних випусків та стабільних реліз-кандидатів. Автоматичне оновлення вимикається для бета-версій та розробницьких збірок

# #715
source: Enable for on-screen notifications when a new update is available
uk_ua: Якщо увімкнути, на екрані будуть з'являтись повідомлення про доступність нових оновлень

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to http://ix.io, and display the short URL
uk_ua: Надішліть конфігураційні файли завантаження з /flash, журнали kodi.log, kernel.log та конфігураційні файли Samba на http://ix.io, і надайте нам коротку URL-адресу

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to http://ix.io, and display the short URL
uk_ua: Надішліть конфігураційні файли завантаження з /flash, журнали kodi_crash.log, kernel.log та конфігураційні файли Samba на http://ix.io, і надайте нам коротку URL-адресу

# #720
source: Set to ON to enable the Bluetooth service
uk_ua: Вмикає службу Bluetooth

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backup/
uk_ua: Створення TAR-архіву, що містить всі параметри налаштувань @DISTRONAME@ та Kodi, бази даних та ескізи. Файли резервних копій буде збережено в /storage/backup/

# #723
source: Restore a tar archive backup previously created using the backup option above
uk_ua: Відновлення з TAR-архіву резервної копії, створеної функцією резервного копіювання вище

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
uk_ua: [COLOR FF00FF00]М'ЯКЕ СКИДАННЯ[/COLOR] Відновлення стандартних налаштувань @DISTRONAME@ (також скидає налаштування Kodi на стандартні, включно з вашою медіатекою. Медіафайли — музика, відео, тощо — залишаться без змін)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
uk_ua: [COLOR FFFF0000]ЖОРСТКЕ СКИДАННЯ[/COLOR] Відновлення стандартних налаштувань @DISTRONAME@ та Kodi (весь вміст розділу STORAGE сховища буде видалений)

# #726
source: Enable or disable support for Wireless (WLAN) networks
uk_ua: Вмикає та вимикає підтримку бездротових мереж (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
uk_ua: Вмикає бездротову точку доступу. Для цього бездротова карта (і драйвер) мають підтримувати режим мосту і точки доступу. Не всі карти мають таку підтримку.

# #728
source: Configure the Access Point SSID
uk_ua: Налаштування SSID точки доступу

# #729
source: Configure the Access Point Passphrase
uk_ua: Налаштування паролю точки доступу

# #730
source: Enable or disable support for Wired (Ethernet) networks
uk_ua: Вмикає та вимикає підтримку дротових мереж (Ethernet)

# #732
source: Configure the 1st time (NTP) server
uk_ua: Налаштування першого сервера часу (NTP)

# #733
source: Configure the 2nd time (NTP) server
uk_ua: Налаштування другого сервера часу (NTP)

# #734
source: Configure the 3rd time (NTP) server
uk_ua: Налаштування третього сервера часу (NTP)

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
uk_ua: Увімкніть, щоб затримати запуск Kodi, поки не буде встановлене з'єднання з мережею. Це корисно, коли ОС завантажується і запускає Kodi до встановлення з'єднання з мережею і підключення до основної бази даних MySQL.

# #737
source: Time in seconds to wait for an established network connection.
uk_ua: Час очікування (в секундах) на з'єднання з мережею.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
uk_ua: Вмикає вбудовану службу доступу до файлів Samba (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
uk_ua: Увімкніть, щоб вимагати ім'я користувача та пароль для доступу до локальних ресурсів Samba

# #740
source: Set the username for Samba sharing
uk_ua: Вкажіть ім'я користувача для ресурсу Samba

# #741
source: Set the password for Samba sharing
uk_ua: Вкажіть пароль для ресурсу Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
uk_ua: Вмикає вбудований SSH-сервер. Ім'я користувача та пароль для SSH: 'root' і '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
uk_ua: Увімкніть, якщо ви скопіювали закритий ключ SSH на свій HTPC і хочете підвищити рівень безпеки, вимкнувши доступ за ім'ям користувача і паролем.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
uk_ua: Вмикає службу мережевого виявлення Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
uk_ua: Вмикає службу планувальника cron

# #746
source: Set the password for SSH
uk_ua: Вкажіть пароль для SSH

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
uk_ua: Увімкнути PIN-код для доступу до налаштувань @DISTRONAME@

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
uk_ua: Змінити PIN-код для доступу до налаштувань @DISTRONAME@

# #749
source: Overrride the Wireless Regulatory Domain so radio properties (channels and transmit power) comply with local laws or match the country configuration of your router.
uk_ua: Перевизначити радіочастотний регіон, щоб характеристики (канали та потужність передачі) відповідали місцевим законам або налаштуванням країні у вашому маршрутизаторі.

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
uk_ua: За допомогою технології OBEX ви можете надсилати файли, наприклад фільми або фотографії, через bluetooth до @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
uk_ua: Тут можна вказати розташування теки, куди будуть зберігатись файли, отримані через OBEX

# #753
source: Configure the 1st keyboard software Variant
uk_ua: Налаштування першої екранної клавіатури

# #754
source: Configure the 2nd keyboard software Variant
uk_ua: Налаштування другої екранної клавіатури

# #755
source: Auto share external drives / partitions
uk_ua: Автоматично відкривати доступ до зовнішніх дисків та розділів

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
uk_ua: Вимкнути застарілі SMB-протоколи, вказавши мінімальний підтримуваний протокол.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
uk_ua: Вимкнути більш пізні SMB-протоколи для зворотної сумісності зі старими клієнтами.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
uk_ua: Група NetBIOS, до якої належить сервер. За замовчуванням — WORKGROUP.

# #760
source: Select an update channel
uk_ua: Вибір каналу оновлення

# #762
source: Enter a custom update URL. URL should point directly to a json update file or a directory containing 'releases.json'.
uk_ua: Введіть власну URL-адресу для оновлення (має вказувати на кореневу теку з файлами оновлень)

# #770
source: Select an available version
uk_ua: Виберіть версію з доступних

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
uk_ua: Брандмауер блокує небажаний мережевий трафік. "Вдома" (за замовчуванням) дозволяє трафік з тільки приватних мереж (192.168.x.x, 172.16.x.x та 10.x.x.x) only. "Публічний" блокує трафік з усіх мереж. "Власний" використовує правила з файлу /storage/.config/iptables. "Вимкнено" вимикає брандмауер.

# #772
source: Enable to share the installed distribution, version, and related device information periodically with the developers. This data is used to gather information on how distribution is used. Disable to opt out of reporting device information.
uk_ua: Під час перевірки версії на сервер оновлень буде надіслано наступні відомості: встановлений дистрибутив, проект, архітектура процесора та версія.

# #773
source: Set the idle timeout (in minutes) before devices will be disconnected (defaults to 0 for no timeout). Applies to devices where "Enable Standby" has been activated in the LibreELEC device connection context menu.
uk_ua: Вкажіть час очікування (в хвилинах), після якого неактивні пристрої будуть відключені (стандартне значення — 0, без відключення). Застосовується до пристроїв, для яких у контекстному меню з'єднання було обрано "Увімкнути режим очікування".

# #32001
source: Services
uk_ua: Служби

# #32002
source: System
uk_ua: Система

# #32003
source: Interface
uk_ua: Інтерфейс

# #32005
source: Updates
uk_ua: Оновлення

# #32009
source: Keyboard
uk_ua: Клавіатура

# #32010
source: Keyboard Layout
uk_ua: Розкладка клавіатури

# #32012
source: Select Action
uk_ua: Виберіть дію

# #32013
source: OS Updates
uk_ua: Оновлення ОС

# #32014
source: Automatic Updates
uk_ua: Автоматичне оновлення

# #32015
source: Release
uk_ua: Канал оновлень

# #32017
source: Custom Channel
uk_ua: користувацький канал

# #32020
source: Available Versions
uk_ua: Доступні версії

# #32021
source: Share Statistics
uk_ua: Надсилати статистику

# #32022
source: Firmware Updates
uk_ua: Оновлення мікропрограми

# #32023
source: Updating will occur once the system is rebooted.
uk_ua: Оновлення відбудеться після перезавантаження системи.

# #32024
source: Bootloader EEPROM
uk_ua: Завантажувач EEPROM

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
uk_ua: Оновлення EEPROM завантажувача Raspberry Pi до останньої версії. Цей параметр буде автоматично вимкнено після перезавантаження. Перезавантажте систему, щоб застосувати оновлення.

# #32026
source: VIA USB3 Firmware
uk_ua: Мікропрограма VIA USB3

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
uk_ua: Оновлення мікропрограми VIA USB3 Raspberry Pi до останньої версії. Цей параметр буде автоматично вимкнено після перезавантаження. Перезавантажте систему, щоб застосувати оновлення.

# #32028
source: update from %s to %s
uk_ua: оновлення з %s до %s

# #32029
source: up to date: %s
uk_ua: актуальний стан: %s

# #32100
source: Connections
uk_ua: З'єднання

# #32101
source: Network
uk_ua: Мережа

# #32102
source: Wireless Networks
uk_ua: Бездротові мережі

# #32103
source: Wired Networks
uk_ua: Дротові мережі

# #32105
source: Active
uk_ua: Увімкнено

# #32106
source: Username
uk_ua: Ім’я користувача

# #32107
source: Passphrase
uk_ua: Пароль

# #32108
source: Enable 'tethered' Wireless Access Point
uk_ua: Увімкнути бездротову точку доступу

# #32109
source: Connect Automatically
uk_ua: З'єднуватись автоматично

# #32110
source: Connection
uk_ua: З'єднання

# #32113
source: IP Address Method
uk_ua: Спосіб отримання IP-адреси

# #32114
source: IP Address
uk_ua: IP-адреса

# #32115
source: Subnet Mask
uk_ua: Маска підмережі

# #32116
source: Default Gateway
uk_ua: Шлюз за замовчуванням

# #32117
source: Prefix Length
uk_ua: Довжина префіксу

# #32118
source: Privacy
uk_ua: Конфіденційність

# #32119
source: DNS Servers
uk_ua: Сервери DNS

# #32120
source: Nameserver #1
uk_ua: Сервер імен №1

# #32121
source: Nameserver #2
uk_ua: Сервер імен №2

# #32122
source: Nameserver #3
uk_ua: Сервер імен №3

# #32123
source: NTP Servers
uk_ua: Сервери NTP

# #32124
source: Timeserver #1
uk_ua: Сервер часу №1

# #32125
source: Timeserver #2
uk_ua: Сервер часу №2

# #32126
source: Timeserver #3
uk_ua: Сервер часу №3

# #32127
source: DNS Domains
uk_ua: Домени DNS

# #32128
source: Domain #1
uk_ua: Домен №1

# #32129
source: Domain #2
uk_ua: Домен №2

# #32130
source: Domain #3
uk_ua: Домен №3

# #32140
source: Save
uk_ua: Зберегти

# #32141
source: Delete
uk_ua: Видалити

# #32142
source: Refresh
uk_ua: Оновити

# #32143
source: Disconnect
uk_ua: Від'єднатись

# #32144
source: Connect
uk_ua: З'єднатись

# #32145
source: Pair
uk_ua: Створити пару

# #32146
source: Hidden Network Name
uk_ua: Назва прихованої мережі

# #32147
source: Wireless Network Passphrase
uk_ua: Пароль бездротової мережі

# #32148
source: Wireless Network Username
uk_ua: Ім'я користувача бездротової мережі

# #32150
source: Edit
uk_ua: Редагувати

# #32180
source: Would you like to update @DISTRONAME@ now?
uk_ua: Оновити @DISTRONAME@ зараз?

# #32181
source: Filename
uk_ua: Назва файлу

# #32182
source: Download speed
uk_ua: Швидкість завантаження

# #32183
source: Time remaining
uk_ua: Залишилось часу

# #32184
source: Extract file
uk_ua: Розпакувати файл

# #32185
source: Extract speed
uk_ua: Швидкість розпакування

# #32186
source: Initialize Archive File
uk_ua: Ініціалізація файлу архіву

# #32187
source: New Version
uk_ua: Нова версія

# #32188
source: Current Version
uk_ua: Поточна версія

# #32189
source: OS Configuration
uk_ua: Конфігурація ОС

# #32190
source: System Name
uk_ua: Назва системи

# #32191
source: Invalid URL
uk_ua: Недійсна URL-адреса

# #32192
source: PIN lock
uk_ua: PIN-код

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
uk_ua: Увімкнути блокування налаштувань @DISTRONAME@ PIN-кодом

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
uk_ua: Змінити блокування налаштувань @DISTRONAME@ PIN-кодом

# #32196
source: About
uk_ua: Про LibreELEC

# #32202
source: Use Samba Password Authentication
uk_ua: Використовувати авторизацію з паролем Samba

# #32203
source: Disable SSH Password
uk_ua: Вимкнути пароль SSH

# #32204
source: Enable Samba
uk_ua: Увімкнути Samba

# #32205
source: Enable SSH
uk_ua: Увімкнути SSH

# #32206
source: Enable Avahi (Zeroconf)
uk_ua: Увімкнути Avahi (Zeroconf)

# #32208
source: Hidden Wlan
uk_ua: Прихована бездротова мережа

# #32209
source: SSH Password
uk_ua: Пароль SSH

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
uk_ua: Стандартний пароль SSH широко відомий і вважається ненадійним.[CR][CR]Радимо встановити власний пароль.

# #32212
source: Cancel
uk_ua: Скасувати

# #32213
source: Keep Existing
uk_ua: Залишити існуючий

# #32214
source: Set Password
uk_ua: Встановити пароль

# #32215
source: Workgroup name
uk_ua: Назва робочої групи

# #32216
source: Auto-Share External Drives
uk_ua: Автоматично відкривати доступ до зовнішніх дисків

# #32217
source: Minimum supported protocol
uk_ua: Мінімальний підтримуваний протокол

# #32218
source: Maximum supported protocol
uk_ua: Максимальний підтримуваний протокол

# #32220
source: Bad password!
uk_ua: Невірний пароль!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
uk_ua: Введений пароль занадто простий.[CR]Пароль SSH не змінено.

# #32222
source: Password changed!
uk_ua: Пароль змінено!

# #32223
source: The SSH password has been successfully changed.
uk_ua: Пароль SSH було успішно змінено.

# #32224
source: Unknown error!
uk_ua: Невідома помилка!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
uk_ua: В ході процесу виникла помилка.[CR]Пароль SSH не змінено.

# #32226
source: Enter new 4 digit PIN
uk_ua: Введіть 4 цифри PIN-коду

# #32227
source: Re-enter PIN
uk_ua: Повторіть PIN-код

# #32228
source: Error - PIN codes did not match!
uk_ua: Помилка: PIN-коди не збігаються!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
uk_ua: Блокування налаштувань @DISTRONAME@ PIN-кодом не увімкнено.[CR][CR]Повторіть спробу.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
uk_ua: Блокування налаштувань @DISTRONAME@ PIN-кодом увімкнено.

# #32231
source: Your @DISTRONAME@ Settings PIN lock has been set to:
uk_ua: Для блокування налаштувань @DISTRONAME@ PIN-кодом встановлено значення:

# #32232
source: Error - PIN code not 4 digits!
uk_ua: Помилка: PIN-код не містить 4 цифри!

# #32233
source: @DISTRONAME@ Settings Locked[CR]Enter 4 digit PIN
uk_ua: Налаштування @DISTRONAME@ заблоковані[CR]Введіть 4 цифри PIN-коду

# #32234
source: Incorrect PIN!
uk_ua: Невірний PIN-код!

# #32235
source: attempts remaining.
uk_ua: спроб залишилось.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
uk_ua: Ви ввели невірний PIN-код забагато разів.[CR][CR]Зачекайте 5 хвилин до наступної спроби.

# #32237
source: @DISTRONAME@ Settings Locked!
uk_ua: Налаштування @DISTRONAME@ заблоковані!

# #32238
source: Time remaining before PIN can be entered: %02d:%02d[CR][CR]Too many previous failed attempts.
uk_ua: Залишок часу до наступної спроби ввести PIN-код: %02d:%02d[CR][CR]Було забагато невдалих спроб.

# #32240
source: Wireless Regulatory Domain
uk_ua: Радіочастотний регіон

# #32300
source: Welcome to @DISTRONAME@
uk_ua: Вітаємо в @DISTRONAME@

# #32301
source: Welcome
uk_ua: Вітаємо

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
uk_ua: Цей майстер допоможе вам налаштувати новий екземпляр @DISTRONAME@: вказати розташування, часовий пояс та з'єднатись з Інтернетом.[CR][CR]Ці налаштування можна буде пізніше змінити в розділі "Програми > Налаштування @DISTRONAME@".

# #32303
source: Next
uk_ua: Далі

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
uk_ua: Щоб комп'ютер @DISTRONAME@ легко було впізнати в мережі, йому потрібно дати назву.[CR][CR]Спробуйте вказати щось зрозуміле — наприклад назву кімнати, де він находиться.[CR][CR]Ця назва буде використовуватись під час налаштування мережевих служб, наприклад ресурсів Samba.

# #32305
source: Networking
uk_ua: Налаштування мережі

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
uk_ua: Для завантаження фонових зображень, банерів та ескізів для ваших фільмів та серіалів і для потокового передавання вмісту з веб-сайтів, таких як YouTube, @DISTRONAME@ має бути підключений до Інтернету.[CR][CR]З'єднання з Інтернетом також потрібно для автоматичного оновлення @DISTRONAME@.

# #32307
source: Previous
uk_ua: Назад

# #32308
source: Hostname:
uk_ua: Ім'я хоста:

# #32309
source: The following Networks are currently available:
uk_ua: Доступні наступні мережі:

# #32310
source: Language:
uk_ua: Мова:

# #32311
source: Sharing and Remote Access
uk_ua: Спільні ресурси та віддалений доступ
