Repository: antonlacon/service.libreelec.settings
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR blue]root[/COLOR] and the default password is [COLOR blue]@ROOT_PASSWORD@[/COLOR].
uk_ua: @DISTRONAME@ також підтримує віддалений доступ через SSH. Це призначено для досвідчених користувачів, котрі бажають працювати безпосередньо з операційною системою @DISTRONAME@. Користувач за замовчуванням — [COLOR blue]root[/COLOR], пароль за замовчуванням — [COLOR blue]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
uk_ua: Для обміну файлами між комп'ютерами в @DISTRONAME@ є вбудований сервер Samba. Цей сервер можна використовувати у вашій локальній мережі звичним способом за допомогою Finder або провідника Windows.

# #32316
source: Configure Services:
uk_ua: Налаштування служб:

# #32317
source: Thank you
uk_ua: Дякуємо

# #32318
source: Your @DISTRONAME@ installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time. Even as a volunteer project, we still have to pay for our internet bandwidth and development resources so if you find @DISTRONAME@ useful we will always appreciate a donation of any amount.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
uk_ua: Встановлення @DISTRONAME@ завершено. Тепер ви можете увійти в Kodi та налаштувати медіатеки. Якщо вам потрібна допомога з цим, на веб-сайті wiki.kodi.tv є гарна документація.[CR][CR]@DISTRONAME@ розроблено відданою командою розробників, які працюють виключно у свій вільний час. Але навіть як волонтерський проект ми все одно маємо платити за доступ до Інтернету та ресурси для розробки. Тому, якщо @DISTRONAME@ виявився для вас корисним, ми завжди будемо вдячні за пожертву будь-якої суми.[CR][CR]Ну і ми сподіваємось, що вам сподобається користуватись @DISTRONAME@ так само, як нам подобається його створювати. Якщо вам потрібна додаткова допомога, ви можете знайти посилання на наш форум підтримки включно з останніми новинами на нашому веб-сайті.

# #32320
source: Enable Cron
uk_ua: Увімкнути Cron

# #32323
source: Reset to Defaults
uk_ua: Скидання налаштувань

# #32324
source: Reset System Settings to defaults
uk_ua: Відновити стандартні налаштування системи

# #32325
source: Reset @DISTRONAME@ to defaults
uk_ua: Відновити стандартні налаштування @DISTRONAME@

# #32326
source: Are you sure?
uk_ua: Ви впевнені?

# #32328
source: The system must reboot.
uk_ua: Систему необхідно перезавантажити.

# #32329
source: Rebooting in %d seconds
uk_ua: Перезавантаження через %d секунд

# #32330
source: Keyboard Type
uk_ua: Тип клавіатури

# #32333
source: Connected:
uk_ua: З'єднано:

# #32334
source: Yes
uk_ua: Так

# #32335
source: No
uk_ua: Ні

# #32338
source: No Bluetooth adapter found.
uk_ua: Bluetooth-адаптер не знайдено.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
uk_ua: Bluetooth-пристрої не знайдено. Переведіть свій Bluetooth-пристрій в режим[CR]виявлення і запустіть сканування

# #32343
source: Enter the following Key on your Device.
uk_ua: Введіть наступний код на своєму пристрої.

# #32344
source: Enable Bluetooth
uk_ua: Увімкнути Bluetooth

# #32346
source: Bluetooth is disabled
uk_ua: Bluetooth вимкнено

# #32358
source: Trust and Connect
uk_ua: Довіряти і підключити

# #32362
source: Check for updates now:
uk_ua: Шукати оновлення зараз:

# #32364
source: Update available
uk_ua: Доступно оновлення

# #32365
source: Show Notifications
uk_ua: Показувати сповіщення про оновлення

# #32366
source: Update Download Completed
uk_ua: Завантаження оновлення завершено

# #32367
source: Update Extract Complete
uk_ua: Розпакування оновлення завершено

# #32368
source: Advanced Network Settings
uk_ua: Додаткові налаштування мережі

# #32369
source: Wait for network before starting Kodi
uk_ua: Очікувати на мережу перед запуском Kodi

# #32370
source: Maximum Wait Time (Sec.)
uk_ua: Максимальний час очікування (с)

# #32371
source: Backup
uk_ua: Резервне копіювання

# #32372
source: Create System and Kodi Backup
uk_ua: Створити резервну копію системи та Kodi

# #32373
source: Restore Backup
uk_ua: Відновити з резервної копії

# #32374
source: Error: Invalid backup file. Filename must end in: .tar, .tar.gz, .tar.bz2, or .tar.xz
uk_ua: Помилка: недійсний файл резервної копії. Назва файлу має закінчуватись на: .tar, .tar.gz, .tar.bz2 або .tar.xz

# #32375
source: Backup Progress
uk_ua: Процес створення резервної копії

# #32376
source: Submit Log
uk_ua: Надсилання журналу

# #32377
source: Upload latest Kodi log and configs, and view the short URL
uk_ua: Надіслати журнал та конфігурацію і отримати коротку URL-адресу

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
uk_ua: Надіслати журнал збоїв та конфігурацію і отримати коротку URL-адресу

# #32379
source: There is not enough free storage space to continue!
uk_ua: Недостатньо вільного місця на диску для продовження!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
uk_ua: Для відновлення системних налаштувань потрібне перезавантаження. Дійсно виконати відновлення?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
uk_ua: Прийняти вхідний файл через Bluetooth?

# #32382
source: Speed
uk_ua: Швидкість

# #32383
source: Play Files ?
uk_ua: Відтворити файли?

# #32384
source: OBEX Enabled
uk_ua: Увімкнути OBEX

# #32385
source: OBEX Upload Folder
uk_ua: Тека завантажень OBEX

# #32386
source: Keyboard Layout Variant #1
uk_ua: Розкладка клавіатури №1

# #32387
source: Keyboard Layout Variant #2
uk_ua: Розкладка клавіатури №2

# #32388
source: Enable Standby
uk_ua: Увімкнути режим очікування

# #32389
source: Disable Standby
uk_ua: Вимкнути режим очікування

# #32390
source: Settings addon is not yet ready, please try again later.
uk_ua: Додаток налаштувань ще не готовий. Повторіть спробу пізніше.

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
uk_ua: ** БЕЗПЕЧНИЙ РЕЖИМ! ** БЕЗПЕЧНИЙ РЕЖИМ! ** БЕЗПЕЧНИЙ РЕЖИМ! **

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://forum.libreelec.tv if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > LibreELEC > System > Submit Log.
uk_ua: @DISTRONAME@ тимчасово запущено в безпечному режимі через повторювані падіння Kodi.[CR][CR]Ви тепер можете дослідити причини збоїв, увімкнувши SSH або Samba.[CR][CR]До оригінальної інсталяції Kodi можна отримати доступ через теку "/storage/.kodi.FAILED" и мережевий ресурс Samba "Kodi-Failed".[CR][CR]Після перезавантаження буде відновлено оригінальну інсталяцію Kodi.[CR][CR]За додатковою допомогою звертайтесь на форум https://forum.libreelec.tv. Якщо будете писати повідомлення, додайте посилання на свій журнал збоїв, котрий можна переглянути в розділі Налаштування > LibreELEC > Система > Надіслати журнал.

# #32395
source: Firewall
uk_ua: Брандмауер

# #32396
source: Custom
uk_ua: Власний

# #32397
source: Off
uk_ua: Вимкнено

# #32398
source: Home
uk_ua: Вдома

# #32399
source: Public
uk_ua: Публічний

# #32400
source: Idle Timeout
uk_ua: Час бездіяльності

# #32401
source: Syncing Disks...
uk_ua: Синхронізація дисків...

# #32402
source: Backup is incomplete. An error occurred. See Kodi log for details.
uk_ua: Резервне копіювання не завершено. Виникла помилка. Подробиці див. в журналі Kodi.

# #32410
source: Logging
uk_ua: Ведення журналу

# #32411
source: Use Persistent Logs
uk_ua: Використовувати постійні журнали

# #32412
source: Use Persistent Journal and Log files instead of default volatile ones. Reboot to apply changes.
uk_ua: Використовувати постійні журнали замість тимчасових. Щоб застосувати зміни, перезавантажте систему.

# #32413
source: Journal Size
uk_ua: Розмір журналу

# #32414
source: Set max. size of persistent journal. Reboot to apply changes.
uk_ua: Вкажіть максимальний розмір для постійного журналу. Щоб застосувати зміни, перезавантажте систему.

# #32415
source: Disable journald Rate Limit
uk_ua: Вимкнути обмеження швидкості заповнення журналу

# #32416
source: Reboot to apply changes.
uk_ua: Перезавантажте систему, щоб застосувати зміни.

# #32417
source: Sending...
uk_ua: Надсилання...

# #32418
source: Log files sent to:
uk_ua: Файли журналі надіслано на:

# #32419
source: Error sending log files. Please try again.
uk_ua: Не вдалось надіслати файли журналів. Повторіть спробу.

# #32420
source: Timezone
uk_ua: Часовий пояс
